packages/cscwrapper/cscwrapper-3.0.0.tar.gz/cscwrapper-3.0.0/cscwrapper/CSC/templates/GetJurisdictions.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:eser="http://eservices.cscfinancialonline.com/">
    <soap:Header />
    <soap:Body>
        <GetJurisdictions xmlns="https://eservices.cscfinancialonline.com/">
            <params>
                <param name="loginGuid">{{guid}}</param>
                <param name="contactNo">{{contact_no}}</param>
                <param name="stateCD">{{state}}</param>
            </params>
        </GetJurisdictions>
    </soap:Body>
</soap:Envelope>